Repository: OceanShare/OceanShare-iOS
Catalog: OceanShare/*.lproj/Localizable.strings
Languages: fr

# startButton
source: Let's Start
fr: Commencer

# skipWalkthrough
source: I already know OceanShare
fr: Je connais déjà OceanShare

# slide1
source: wtslide1_en
fr: wtslide1_fr

# slide2
source: wtslide2_en
fr: wtslide2_fr

# slide3
source: wtslide3_en
fr: wtslide3_fr

# loginTitle
source: Login
fr: Connexion

# passwordLabel
source: Password
fr: Mot de passe

# forgotButton
source: Forgot Password ?
fr: Mot de passe oublié ?

# loginButton
source: Login
fr: Connexion

# registerFromLogin
source: Don't have an account ? SIGN UP
fr: Pas encore de compte ? S'INSCRIRE

# emailNeeded
source: You need to fill the email field.
fr: Vous devez remplir le champ 'email'.

# checkEmailTitle
source: Please Check Your Emails.
fr: Veuillez vérifier vos mails

# checkEmailMessage
source: You probably recieved a mail from us to help you finding a new password.
fr: Vous avez probablement reçu un mail de notre part pour vous aider à trouver un nouveau mot de passe.

# emailNeedsConfirmation
source: Please Confirm Your Email.
fr: Veuillez confirmer votre e-mail.

# emailNeedsConfirmationMessage
source: You need to confirm your email address to finish your inscription and access to your profile.
fr: Vous devez confirmer votre adresse e-mail pour terminer votre inscription et accéder à votre profil.

# wrongPassword
source: The password is invalid or the user does not have a password.
fr: Le mot de passe est invalide ou l'utilisateur n'a pas de mot de passe.

# sendAnotherMailAction
source: Send me an other mail
fr: Envoyez-moi un autre mail

# checkMailAction
source: I'll check my emails
fr: Je vais vérifier mes emails

source: Error.
fr: Erreur

# defaultErrorMessage
source: Please Fill The Fields Correctly.
fr: Veuillez remplir les champs correctement.

# signupTitle
source: Sign Up
fr: Inscription

# usernameTitle
source: User Name
fr: Nom

# passwordTitle
source: Password
fr: Mot de passe

# confirmTitle
source: Confirm Password
fr: Confirmer le mot de passe

# signupButton
source: Sign Up
fr: Inscription

# signinFromRegister
source: SIGN IN
fr: CONNEXION

# registerRequiredFields
source: All Fields are required.
fr: Tous les champs sont obligatoires.

# passwordMatch
source: Please make sure that passwords match.
fr: Veuillez vous assurer que les mots de passe correspondent.

# hasBeenUpvoted
source: You've upvoted this event.
fr: Vous avez voté pour cet événement.

# hasBeenDownvoted
source: You've downvoted this event.
fr: Vous avez voté contre cet événement.

# alreadyRated
source: You've already rated this event.
fr: Vous avez déjà évalué cet événement.

# userDroppedIt
source: You have dropped this event.
fr: Vous avez posé cet événement.

source: Dropped by:
fr: Posé par :

source: Jellyfishs
fr: Méduses

source: Divers
fr: Plongeurs

source: Waste
fr: Déchets

source: Warning
fr: Alerte

source: Dolphins
fr: Dauphins

source: Buoys
fr: Bouées

source: Patrols
fr: Contrôles

source: Fishes
fr: Poissons

source: EDIT
fr: MODIFIER

# droppedNow
source: Just now.
fr: Maintenant.

# droppedSecondsA
source: seconds ago.
fr: secondes.

# droppedMinuteA
source: minute ago.
fr: minute.

# droppedMinutesA
source: minutes ago.
fr: minutes.

# droppedHourA
source: hour ago.
fr: heure.

# droppedHoursA
source: hours ago.
fr: heures.

# droppedDayA
source: day ago.
fr: jour.

# droppedDaysA
source: days ago.
fr: jours.

# descJellyfishs
source: Jellyfish have been spotted at this location.
fr: Des méduses ont été repérées à cet endroit.

# descDivers
source: There are probably divers working here.
fr: Il y a probablement des plongeurs ici.

# descWaste
source: The water looks polluted here.
fr: L'eau semble polluée ici.

# descWarning
source: Someone needs help or there is a danger.
fr: Quelqu'un a besoin d'aide ou il y a un danger.

# descDolphins
source: Dolphins have been spotted in the vicinity.
fr: Des dauphins ont été repérés dans les environs.

# descDestination
source: Someone is going there.
fr: Quelqu'un va y aller.

# descBuoys
source: Docking buoys can be found here.
fr: Des bouées d'amarage se trouvent ici.

# descPatrols
source: Some patrols are working around.
fr: Possibles contrôles de gardes côtes.

# descFishes
source: Fishes have been spoted there.
fr: Bancs de poissons dans les environs.

# msgJellyfishs
source: Jellyfishs event selected.
fr: Événement 'méduse' selectionné.

# msgDivers
source: Divers event selected.
fr: Événement 'plongeurs' selectionné.

# msgWaste
source: Waste event selected.
fr: Événement 'déchets' selectionné.

# msgWarning
source: Warning event selected.
fr: Événement 'alerte' selectionné.

# msgDolphins
source: Dolphins event selected.
fr: Événement 'dauphins' selectionné.

# msgDestination
source: Destination event selected.
fr: Événement 'destination' selectionné.

# msgBuoys
source: Buoys event selected.
fr: Événement 'bouées' selectionné.

# msgPatrols
source: Patrols event selected.
fr: Événement 'contrôles' selectionné.

# msgFishes
source: Fishes event selected.
fr: Événement 'poissons' selectionné.

# msgWeather
source: Weather information selected.
fr: Événement 'météo' selectionné.

# msgEventLimit
source: Already dropped 5 events.
fr: Vous avez déjà posé 5 événements.

# msgDistanceLimit
source: Can't drop an event so far.
fr: Vous ne pouvez pas poser un événement si loin.

# msgEarthLimit
source: Can't drop markers on earth.
fr: Vous ne pouvez pas poser un événement sur la terre.

# msgDropSuccess
source: Your event has been dropped.
fr: Votre événement à été posé.

# msgDeleteSuccess
source: Event correctly deleted.
fr: Événement correctement supprimé.

# iconViewJellyfishs
source: Jellyfishs
fr: Méduses

# iconViewDivers
source: Divers
fr: Plongeurs

# iconViewWaste
source: Waste
fr: Déchets

# iconViewWarning
source: Warning
fr: Alerte

# iconViewDolphins
source: Dolphins
fr: Dauphins

# iconViewWeather
source: Weather
fr: Météo

# iconViewBuoys
source: Buoys
fr: Bouées

# iconViewPatrols
source: Patrols
fr: Contrôles

# iconViewFishes
source: Fishes
fr: Poissons

# commentViewDescription
source: You can add an optional description on your event.
fr: Vous pouvez ajouter une description optionnelle à votre événement.

# commentViewDescriptionTextField
source: What's happening ?
fr: Que se passe-t-il ?

# commentViewSubmit
source: Submit
fr: Envoyer

# commentViewCancel
source: Cancel
fr: Annuler

# editionViewDescription
source: This is your event. You can change its description or delete it.
fr: Vous pouvez modifier la description de votre événement ou le supprimer.

# newDescriptionTextField
source: What's happening ?
fr: Que se passe-t-il ?

# editionViewSave
source: Save Changes
fr: Sauvegarder

# editionViewCancel
source: Cancel
fr: Annuler

# editionViewDelete
source: Delete This Event
fr: Supprimer

# hello
source: Ahoy
fr: Bonjour

# profileSettingsLabel
source: SETTINGS
fr: PARAMÈTRES

# profileMediaLabel
source: ADD MEDIA
fr: PHOTO

# profileEditLabel
source: EDIT
fr: COMPTE

# profileLogoutLabel
source: Log Out
fr: Se Déconnecter

# settingViewTitle
source: Settings
fr: Paramètres

# settingTemperatureTitle
source: Temperature Display
fr: Affichage De La Température

# showProfileLabel
source: Show Profile Picture
fr: Afficher Sa Photo De Profil

# showProfileTextView
source: Show your profile picture on the map instead of your boat type!
fr: Affichez votre photo de profil à la place de votre type de bateau !

# ghostModeLabel
source: Ghost Mode
fr: Mode Fantôme

# ghostModeTextView
source: You are invisible on the map!
fr: Vous êtes invisible sur la carte !

# boatTypeLabel
source: Show Your Boat Type
fr: Afficher Son Type De Bateau

# weatherTitle
source: Weather
fr: Météo

# sunriseTitle
source: SUNRISE
fr: LEVER

# sunsetTitle
source: SUNSET
fr: COUCHER

# rainRiskTitle
source: CLOUD COVER
fr: NUAGES

# waterTemperatureTitle
source: WATER TEMP.
fr: TEMP. EAU

# windTitle
source: WIND
fr: VENT

# humidityTitle
source: HUMIDITY
fr: HUMIDITÉ

# visibilityTitle
source: VISIBILITY
fr: VISIBILITÉ

# uvIndiceTitle
source: UV INDICE
fr: INDICE UV

# informationTitle
source: Information
fr: Compte

# informationNameTitle
source: Name
fr: Nom

# informationEmailTitle
source: Email Address
fr: Adresse e-mail

# informationPasswordTitle
source: Password
fr: Mot de passe

# informationShipTitle
source: Ship Name
fr: Nom du navire

# informationLegalDescription
source: OceanShare does not use user data under any circumstances. User data is confidential and does not generate any transactions on our part.
fr: Les données des utilisateurs sont confidentielles et ne génèrent aucune transaction de la part d'OceanShare.

# informationDeleteButton
source: Delete My Account
fr: Supprimer Mon Compte

# errorTitleMessage
source: Blimey!
fr: Oh Oh !

# InformationAccept
source: Accept
fr: Sauvegarder

# InformationCancel
source: Cancel
fr: Annuler

# passwordPopUpPlaceholder
source: Password
fr: Mot de Passe

# namePopUpDescripiton
source: Write a new name in the field below then 'Accept' to change your user name. Only your friends can see your name.
fr: Ecrivez un nouveau nom dans le champ ci-dessous pour changer le votre. Seuls vos amis peuvent voir votre nom.

# namePopUpPlaceholder
source: New Name
fr: Nouveau Nom

# emailPopUpDescription
source: Write an email in the field below, complete with your password to confirm then 'Accept' to change your email. You will soon receive a confirmation email.
fr: Ecrivez un email dans le champ ci-dessous, complétez avec votre mot de passe pour changer votre email. Vous recevrez bientôt un courriel de confirmation.

# emailPopUpPlaceholder
source: New Email
fr: Nouvel Email

# passwordPopUpDescription
source: Write your current password to check your identity and your new password in the fields below then 'Accept' to change your password.
fr: Entrez votre mot de passe actuel pour vérifier votre identité et votre nouveau mot de passe dans les champs ci-dessous pour le modifier.

# newPasswordPopUpPlaceholder
source: New Password
fr: Nouveau Mot de Passe

# currentPasswordPopUpPlaceholder
source: Current Password
fr: Mot de Passe Actuel

# shipPopUpDescripiton
source: Write a new name in the field below then 'Accept' to change your ship name. Everybody can see your ship name.
fr: Inscrivez un nouveau nom dans le champ ci-dessous pour changer le nom de votre navire. Tout le monde peut voir ce nom.

# shipPopUpPlaceholder
source: New Ship Name
fr: Nouveau Nom de Navire

# deletePopUpDescription
source: Write your password in the field below then 'Accept' to delete your account. This action is irreversible.
fr: Saisissez votre mot de passe dans le champ ci-dessous pour supprimer votre compte.

# changeNameErrorHandler1
source: The new name field is required if you want to change yours Matey!
fr: Tous les champs sont obligatoire si vous voulez changer votre nom, moussaillon !

# changeNameErrorHandler2
source: The new name should be different from the previous one Matey!
fr: Le nouveau nom doit être différent de l'ancien, moussaillon !

# changeEmailErrorHandler1
source: The new email field and password field are required if you want to change yours Matey!
fr: Tous les champs sont obligatoires si vous voulez changer votre email, moussaillon !

# changeEmailErrorHandler2
source: The new email should be different from previous one Matey!
fr: Le nouvel email doit être différent du précédent, moussaillon !

# changePasswordErrorHandler1
source: The current password field and new password field are required if you want to change yours Matey!
fr: Tous les champs sont obligatoires si vous voulez changer votre mot de passe, moussaillon !

# changePasswordErrorHandler2
source: The new password should be different than previous one Matey!
fr: Le nouveau mot de passe doit être différent du précédent, moussaillon !

# changePasswordErrorMessage
source: We are unable to update your password now Captain, please try later.
fr: Nous ne sommes pas en mesure de mettre à jour votre mot de passe maintenant Capitaine, veuillez essayer plus tard.

# changeShipErrorHandler1
source: The new ship name field is required if you want to change yours Matey!
fr: Tous les champs sont obligatoires si vous voulez changer le nom de votre navire, moussaillon !

# changeShipErrorHandler2
source: The new ship name field should be different than the previous one Matey!
fr: Le nouveau nom de navire doit être différent du précédent, moussaillon !

# deleteAccountAdvice
source: Yo ho ho, if you really want to leave us, you will need to fill your password field Matey!
fr: Yo ho ho ho, si vous voulez vraiment nous quitter, vous devrez remplir votre mot de passe moussaillon !

# deleteAccountErrorMessage
source: We are unable to delete your account now Captain, please try later.
fr: Nous ne sommes pas en mesure de supprimer votre compte maintenant Capitaine, veuillez essayer plus tard.

# reAuthErrorMessage
source: We are unable to check if you really are the captain.
fr: Nous ne pouvons pas vérifier si vous êtes vraiment le capitaine.

# fullDateFormat
source: MM/dd, hh:mm a
fr: dd/MM, HH:mm

# dateFormat
source: hh:mm a
fr: HH:mm

# localeIdentifier
source: en
fr: fr_GP

source: (Low)
fr: (Faible)

source: (Medium)
fr: (Moyen)

source: (High)
fr: (Élevé)

source: SSW
fr: SSO

source: SW
fr: SO

source: WSW
fr: OSO

source: W
fr: O

source: WNW
fr: ONO

source: NW
fr: NO

source: NNW
fr: NNO
